Repository: nikolauev/hgrosh
Catalog: CMS/Plugins/CSCart/4.7/var/langs/*/addons/hutkigrosh.po
Languages: ru_ru

# Addons::name::hutkigrosh
source: Hutkigrosh
ru_ru: ХуткiГрош

# Addons::description::hutkigrosh
source: Payment module to add order bills to ERIP
ru_ru: Платежный модуль для приема платежей c помощью системы ЕРИП

# Languages::payments.hutkigrosh_sandbox
source: Sandbox
ru_ru: Режим песочницы

# Languages::payments.hutkigrosh_shop_name
source: Shop name
ru_ru: Название магазина

# Languages::payments.hutkigrosh_erip_id
source: ERIP ID
ru_ru: Уникальный идентификатор ЕРИП

# Languages::payments.hutkigrosh_hg_login
source: Hutkigrosh login
ru_ru: Имя пользователя ХуткiГрош

# Languages::payments.hutkigrosh_hg_password
source: Hutkigrosh password
ru_ru: Пароль ХуткiГрош

# Languages::payments.hutkigrosh_notification_sms
source: Sms notification
ru_ru: Sms оповещение

# Languages::payments.hutkigrosh_bill_status_failed
source: Bill status failed
ru_ru: Статус заказа при ошибке выставления счета в ЕРИП

# Languages::payments.hutkigrosh_bill_status_pending
source: Bill status pending
ru_ru: Статус заказа при ожидании оплаты счета в ЕРИП

# Languages::payments.hutkigrosh_bill_status_payed
source: Bill status payed
ru_ru: Статус заказа при успешной оплате счета в ЕРИП

# Languages::payments.hutkigrosh_bill_status_canceled
source: Bill status canceled
ru_ru: Статус заказа при отмене оплаты счета в ЕРИП

# Languages::hutkigrosh.webpay.msg.success
source: Webpay: payment completed!
ru_ru: Счет успешно оплачен через WebPay

# Languages::hutkigrosh.webpay.msg.failed
source: Webpay: payment failed!
ru_ru: Ошибка оплаты счета через WebPay

# Languages::hutkigrosh.alfaclick.label
source: Add to Alfaclick
ru_ru: Выставить в Альфаклик

# Languages::hutkigrosh.alfaclick.msg.success
source: Bill was added to Alfaclick
ru_ru: Счет успешно выставлен в систему Альфаклик

# Languages::hutkigrosh.alfaclick.msg.failed
source: Can not add bill to Alfaclick
ru_ru: Не удалось выставить счет в системе Альфаклик
