<?
global $MESS;

$MESS["SPCP_DTITLE"] = "ХуткiГрош";
$MESS["SPCP_DDESCR"] = 'Работает через систему оплаты ЕРИП';

$MESS["HG_ERIP"] = "Идентификатор услуги в системе ЕРИП";
$MESS["HG_ERIP_DESC"] = "Уточняется у предоставителя услуг.";

$MESS["HG_LOGIN"] = "Логин в системе HutkiGrosh.";
$MESS["HG_LOGIN_DESC"] = "Предоставляется при регистрации в сервисе.";

$MESS["HG_PWD"] = "Пароль в системе HutkiGrosh";
$MESS["HG_PWD_DESC"] = "Предоставляется при регистрации в сервисе.";

$MESS["HG_MODE"] = "Тестовый режим";
$MESS["HG_MODE_DESC"] = "0 - режим реальных платежей, 1 - режим тестирвоания";

$MESS["ORDER_ID"] = "Номер заказа";
$MESS["ORDER_ID_DESCR"] = "Определяется системой";

$MESS["hg_return_url_N"] ='Переход при удачной оплате.';
$MESS["hg_return_url_D"] ='При возврате на страницу интернет-ресурса в случае успешной оплаты';
$MESS["hg_cancel_return_url_N"] ='Переход при ошибке оплаты.';
$MESS["hg_cancel_return_url_D"] ='При возврате на страницу интернет-ресурса в случае не успешной оплаты';
$MESS["hg_notify_url_N"] ='Ссылка для оповещения об оплате.';
$MESS["hg_notify_url_D"] ='Если покупатель не нажал кнопку «Вернуться» с формы оплаты.';

?>