<?
global $MESS;

$MESS["SPCP_DTITLE"] = "ХуткiГрош";
$MESS["SPCP_DDESCR"] = 'Работает через систему оплаты ЕРИП';

$MESS["HG_ERIP"] = "Идентификатор услуги в системе ЕРИП";
$MESS["HG_ERIP_DESC"] = "Уточняется у предоставителя услуг.";

$MESS["HG_LOGIN"] = "Логин в системе HutkiGrosh.";
$MESS["HG_LOGIN_DESC"] = "Предоставляется при регистрации в сервисе.";

$MESS["HG_PWD"] = "Пароль в системе HutkiGrosh";
$MESS["HG_PWD_DESC"] = "Предоставляется при регистрации в сервисе.";

$MESS["HG_SANDBOX"] = "Режим \"песочницы\"";
$MESS["HG_SANDBOX_DESC"] = "0 - режим реальных платежей, 1 - режим тестирвоания";

$MESS["ERIP_TREE_PATH"] = "Путь в дереве ЕРИП";
$MESS["ERIP_TREE_PATH_DESC"] = "Путь в дереве ЕРИП, по которому клиент сможет найти и оплатить счет. Отображается клиенту после успешного выставления счета";

$MESS["HG_NOTIFY_BY_PHONE"] = "Включить оповещения клиента по телефону (через ХуткiГрош)";
$MESS["HG_NOTIFY_BY_PHONE_DESC"] = "0 - оповещение выключено, 1 - оповещение включено";

$MESS["HG_NOTIFY_BY_EMAIL"] = "Включить оповещения клиента по email (через ХуткiГрош)";
$MESS["HG_NOTIFY_BY_EMAIL_DESC"] = "0 - оповещение выключено, 1 - оповещение включено";
?>